/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "이 설정을 변경하려면 관리자로 로그인해야 합니다.";
"AUTH_TIP" = "이 설정값을 변경하려면 관리자 이름 및 암호를 입력해야 합니다.";
"SRVR_TIP" = "이 옵션들은 Mac OS X Server에서 사용 가능하지 않습니다.";
"ADD" = "추가";

/* FileVault */
"OK" = "승인";
"CONTINUE" = "계속";
"CANCEL" = "취소";
"CHANGE" = "변경...";
"APPLY" = "적용";
"DONTAPPLY" = "적용 안 함";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "경고: ";

"FILEVAULT_UNAVAILABLE" = "이 계정에서 FileVault를 켤 수 없습니다.";
"FILEVAULT_UNAVAILABLE_DESC" = "네트워크 계정 또는 홈 폴더가 서버에 있기 때문에 이 계정에 대한 FileVault를 켤 수 없습니다. ";

"FILEVAULT_UNAVAILABLE_FSYS" = "이 사용자 계정의 홈 폴더를 보호하기 위해 FileVault를 켤 수 없습니다.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "홈 폴더는 Mac OS 확장 포맷이 아닌 볼륨에 있습니다.";

"MANAGED_TOOLTIP" = "이 옵션은 시스템 관리자가 관리하기 때문에 사용할 수 없습니다.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "이 계정에 대한 FileVault를 켤 수 없습니다. FileVault 계정으로 외부 계정을 생성해야 합니다";

"MANAGED_TOOLTIP_AUTOLOGIN" = "시스템 관리자가 관리하고 있기 때문에 자동 로그인을 변경할 수 없습니다.";

"MASTER_PASSWORD_VERIFY_ERR" = "정확하지 않은 이전 마스터 암호를 입력했습니다. 다시 입력해 보십시오.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "암호가 일치하지 않습니다.";
"PASS_VERIFY_ERR" = "암호와 확인 암호가 동일하지 않습니다. 암호를 다시 입력하십시오.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "마스터 암호를 입력하지 않았습니다.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "FileVault를 켜려면, 마스터 암호가 있어야 합니다.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "암호와 힌트는 동일할 수 없습니다.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "암호와 힌트는 동일할 수 없습니다. 다른 힌트를 선택하십시오. ";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "암호가 정확하지 않습니다.";

"PASS_IS_EMPTY_ERR_SHORT" = "암호를 입력하지 않았습니다.";
"PASS_IS_EMPTY_ERR" = "암호를 입력하지 않았습니다.";
"PASS_IS_EMPTY_ERR_DESC" = "이 사용자 계정에 대해 FileVault를 켜려면, 계정에 대해 암호를 입력해야 합니다.";

"KEYCHAIN_NONADMIN_PASSWORD" = "키체인 암호가 새로운 계정의 암호로 변경됩니다.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "키체인 암호가 새로운 계정의 암호로 변경됩니다.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "키체인이 잠겨 있다면, 암호를 변경하기 전에 현재 키체인 암호를 요구합니다.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "다른 사용자가 컴퓨터에 로그인하고 있다면 FileVault를 켤 수 없습니다.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "모든 다른 사용자를 로그 아웃하도록 한 다음, 이 계정의 FileVault를 켜십시오.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "다른 사용자가 컴퓨터에 로그인하고 있다면 FileVault를 끌 수 없습니다.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "모든 다른 사용자를 로그 아웃하도록 한 다음, 이 계정의 FileVault를 끄십시오.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "컴퓨터에 다른 사용자가 로그인하고 있다면 FileVault 포맷을 변환할 수 없습니다.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "모든 다른 사용자를 로그 아웃하도록 한 다음, 이 계정의 FileVault를 변환하십시오.";


"FILEVAULT_ON_NO_ROOM" = "FileVault를 켜기에 하드 디스크 공간이 부족합니다.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "FileVault를 켜면 \"%2$@\" 볼륨에 추가로 %1$@의 디스크 여유 공간이 필요합니다. 휴지통을 비우거나 필요없는 파일을 삭제하십시오.";

"FILEVAULT_OFF_NO_ROOM" = "FileVault를 끄기에 하드 디스크 공간이 부족합니다.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "FileVault를 끄면 \"%2$@\" 볼륨에 추가로 %1$@의 디스크 여유 공간이 필요합니다. 휴지통을 비우거나 필요없는 파일을 삭제하십시오.";

"FILEVAULT_CONVERT_NO_ROOM" = "하드 디스크에 FileVault를 변환할 수 있는 충분한 공간이 없습니다.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "FileVault를 변환하려면 \"%2$@\" 볼륨에 추가로 %1$@의 디스크 여유 공간이 필요합니다. 휴지통을 비우거나 필요없는 파일을 삭제하십시오.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "FileVault를 켜는데 \"%@\"에 공간이 부족합니다.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "FileVault를 켜면 암호화된 홈 폴더 복사본을 만들기 위해 추가로 %@의 디스크 여유 공간이 필요합니다. 휴지통을 비우거나 \"%@\"에서 필요없는 파일을 삭제하십시오.";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = " FileVault를 끄는데 \"%@\"에 공간이 부족합니다.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "FileVault를 끄면 암호화되지 않은 홈 폴더 복사본을 만들기 위해 추가로 %@의 디스크 여유 공간이 필요합니다. 휴지통 비우거나 \"%@\"에서 필요없는 파일을 삭제하십시오.";
"FILEVAULT_SECURE_ERASE_STATUS" = "이전 홈 폴더 안전하게 지우기: %d%% 완료.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "이전 홈 폴더의 보안 지우기가 완료되었습니다.";

"MASTER_PASSWORD_PART_1" = "이 컴퓨터에 대한 마스터 암호가 ";
"MASTER_PASSWORD_PART_2_NO" = "설정되어 있지 않습니다.";
"MASTER_PASSWORD_PART_2_YES" = "설정되어 있습니다.";
"MASTER_PASSWORD_PART_3" = " computer.";

"FILEVAULT_PART_1" = "이 계정을 위한 FileVault 보호가 ";
"FILEVAULT_PART_2_NO" = "꺼져";
"FILEVAULT_PART_2_YES" = "켜져";
"FILEVAULT_PART_3" = " 있습니다.";

"SET_MASTER_PASSWORD" = "마스터 암호 설정...";
"TURN_ON_FILEVAULT" = "FileVault 켜기...";
"TURN_OFF_FILEVAULT" = "FileVault 끄기...";
"FILEVAULT_ON_NOTE" = "FileVault를 켜는데 약간의 시간이 소요됩니다.";
"FILEVAULT_OFF_NOTE" = "FileVault를 끄는데 약간의 시간이 소요됩니다.";

"CHANGE_PASS_FAILED_TITLE" = "이 암호를 사용할 수 없습니다.";
"CHANGE_PASS_FAILED" = "암호에 문제가 있습니다. 시스템 관리자가 암호 변경을 허용하지 않을 수 있습니다. 도움이 필요하다면 시스템 관리자에게 문의하십시오.";
"CHANGE_PASS_FAILED_QualityCheck" = "사용자의 암호가 시스템 관리자가 지정한 요구사항과 맞지 않습니다. 암호는 문자, 숫자 또는 기호를 조합해야 합니다. 암호 요구사항이 확실하지 않다면, 시스템 관리자에게 문의하십시오.";
"CHANGE_PASS_FAILED_TooShort" = "암호가 너무 짧습니다. 더 긴 암호를 입력하십시오.";
"CHANGE_PASS_FAILED_TooLong" = "암호가 너무 깁니다. 더 짧은 암호를 입력하십시오.";
"CHANGE_PASS_FAILED_NeedsLetter" = "암호는 하나 이상의 문자를 포함해야 합니다. 새로운 암호를 입력하십시오.";
"CHANGE_PASS_FAILED_NeedsDigit" = "암호는 하나 이상의 숫자를 포함해야 합니다. 새로운 암호를 입력하십시오.";
"CHANGE_PASS_FAILED_TooSoon" = "최근에 암호를 변경했습니다. 시스템 관리자는 이렇게 자주 암호를 변경하는 것을 허용하지 않습니다. 도움이 필요하다면 시스템 관리자에게 문의하십시오.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "위치 경고를 재설정하겠습니까?";
"RESET_ALERT_INFO_TEXT" = "요청할 경우, 응용 프로그램이 사용자의 위치를 사용하도록 허용해야 합니다.";

"IR_DISABLED_NOTE" = "이 컴퓨터는 어떤 리모컨과도 작동하지 않습니다.";
"IR_PAIRED_NOTE" = "이 컴퓨터는 연결된 리모컨으로만 작동합니다.";
"IR_UNPAIRED_NOTE" = "이 컴퓨터는 모든 사용 가능한 리모컨으로 작동합니다.";
"IR_PAIRED_BUTTON" = "연결 해제";
"IR_UNPAIRED_BUTTON" = "연결...";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "각각의 시스템 환경설정 패널을 잠금 해제하려면 관리자 암호 필요";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "방문객 사용자는 이 설정을 변경할 수 없습니다";

/* Firewall Strings */
"Remote Management" = "원격 관리";
"Network Time" = "네트워크 시간";
"File Sharing" = "파일 공유(%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "웹 공유";
"Printer Sharing" = "프린터 공유";
"Remote Apple Events" = "원격 Apple 이벤트";
"Remote Login - SSH" = "원격 로그인(SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "iPhoto 사진 공유";
"iTunes Music Sharing" = "iTunes 음악 공유";
"Screen Sharing" = "화면 공유";
"Optical Disc Sharing" = "DVD 또는 CD 공유";

"CAPTION_FIREWALL_IS" = "방화벽: ";
"FIREWALL_OFF" = "끔";
"FIREWALL_ON" = "켬";

"FIREWALL_BUTTON_START" = "시작";
"FIREWALL_BUTTON_STOP" = "중단";
"FIREWALL_START" = "방화벽을 켜려면 시작을 클릭하십시오.";
"FIREWALL_STOP" = "방화벽을 끄려면 중단을 클릭하십시오.";

"FIREWALL_ALERT" = "이 컴퓨터의 방화벽이 꺼져 있습니다.";
"FIREWALL_ALERT_INFO" = "방화벽을 켜려면 시작을 클릭하십시오.";

"Services_DisplayName" = "서비스";
"Applications_DisplayName" = "응용 프로그램";

"SHOW_IN_FINDER" = "Finder에서 보기";
"OPEN_SHARING_PREF" = "공유 열기";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "공유 환경설정에서 %@을(를) 끌 수 있습니다.";
"OPEN_LOG_NO_LOG_TOOLTIP" = "사용 가능한 방화벽 로그 없음";

"AX_ADD_CONNECTION_DESCRIPTION" = "연결 추가";
"AX_DELETE_CONNECTION_DESCRIPTION" = "연결 삭제";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "방화벽을 켜고 인증되지 않은 응용 프로그램, 프로그램 및 서비스가 들어오는 연결을 허용하는 것을 차단하도록 설정합니다.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "이 컴퓨터의 방화벽이 현재 꺼져 있습니다. 이 컴퓨터로 들어오는 모든 연결이 허용됩니다.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "방화벽을 켜고 DHCP, Bonjour 및 IPSec과 같은 기본 인터넷 서비스에 필요한 항목을 제외하고 들어오는 모든 연결을 차단하도록 설정합니다.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "방화벽이 파일 공유, 화면 공유, iChat Bonjour 및 iTunes 음악 공유와 같은 모든 공유 서비스를 차단합니다.  공유 서비스를 허용하려면, 고급을 클릭하고 “들어오는 모든 연결 차단” 체크상자를 선택 해제하십시오.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "방화벽이 파일 공유, 화면 공유, iChat Bonjour 및 iTunes 음악 공유와 같은 모든 공유 서비스를 차단합니다. 공유 서비스를 허용하려면, “들어오는 모든 연결 차단” 체크상자를 선택 해제하십시오.";
"FIREWALL_IMPORTANT" = "중요";

"ALERT_UNSAVED_CHANGES" = "방화벽 설정은 저장되지 않은 변경 사항을 포함합니다";
"ALERT_UNSAVED_CHANGES_EXIT" = "보안 환경설정 패널을 닫기 전에 변경사항을 적용하겠습니까?";

"%@ KB" = "%@KB";
"%@ MB" = "%@MB";
"%@ GB" = "%@GB";
